[
  {
    "nombre": "The Diadem of Ravenclaw",
    "id": 1,
    "precio": 2500,
    "oferta": false,
    "descuento": 20,
    "imagen": "../imagenes/diadema.png",
    "imagen2": "../imagenes/diadema2.png",
    "imagen3": "../imagenes/diadema3.png",
    "descripcion": "Inspired by the powerful and famed Diadem of the Ravenclaw House is this bespoke Diadem of Ravenclaw Wand. This ornate wand features decorative detailing of the lost Diadem including pristine sapphire-like stones, and unique metalwork on its handle. Created with the Ravenclaw house in mind, this unique wand is designed for a Ravenclaw who finds guidance in her wise words.",
    "tienda": {
      "nombre": "Ollivanders",
      "imagen": "./ollivanders.png"
    }
  },
  {
    "nombre": "The Cup of Hufflepuff",
    "id": 2,
    "precio": 2500,
    "oferta": false,
    "descuento": 20,
    "imagen": "../imagenes/copa.png",
    "imagen2": "../imagenes/copa2.png",
    "imagen3": "../imagenes/copa3.png",
    "descripcion": "A design is inspired by elements of Helga Hufflepuff’s cup, with a gold fluted handle and topped by a relief sculpture of a badger, the House mascot. This wand is for Hufflepuff students who cherish the history of their house-founder and always seeks to emulate her kind and fair demeanour. ",
    "tienda": {
      "nombre": "Ollivanders",
      "imagen": "./ollivanders.png"
    }
  },
  {
    "nombre": "The Locket Of Slytherin",
    "id": 3,
    "precio": 2500,
    "oferta": false,
    "descuento": 20,
    "imagen": "../imagenes/guardapelo.png",
    "imagen2": "../imagenes/guardapelo2.png",
    "imagen3": "../imagenes/guardapelo3.png",
    "descripcion": "A wand inspired by the Slytherin Locket artefact, with an octagonal handle like the eight-sided locket. The wand is embellished with etched runes and includes an emerald-like stone, evocative of the locket's decorative features. A proud Slytherin who seeks artefacts from the House's past will not resist this wand.",
    "tienda": {
      "nombre": "Ollivanders",
      "imagen": "./ollivanders.png"
    }
  },
  {
    "nombre": "The Sword of Gryffindor",
    "id": 4,
    "precio": 2500,
    "oferta": false,
    "descuento": 20,
    "imagen": "../imagenes/espada.png",
    "imagen2": "../imagenes/espada2.png",
    "imagen3": "../imagenes/espada3.png",
    "descripcion": "This wand is inspired by elements of house-founder, Godric Gryffindor’s sword, known to be “the best duelist of his time”. It is a sublime choice for Gryffindor students seeking a connection with their house history and ancestry, and for those who possess the traits of courage and bravery, like Godric Gryffindor. ",
    "tienda": {
      "nombre": "Ollivanders",
      "imagen": "./ollivanders.png"
    }
  },
  {
    "nombre": "Elder Wand",
    "id": 5,
    "precio": 3500,
    "oferta": true,
    "descuento": 20,
    "imagen": "../imagenes/sauco.png",
    "imagen2": "../imagenes/sauco2.png",
    "descripcion": "Best known as the Headmaster of Hogwarts School of Witchcraft and Wizardry, Albus Dumbledore was recognised as the master of the Elder Wand. As one of the three objects to make up the Deathly Hallows and crafted with the tail hair of a Thestral, this legendary wand is said to be the most powerful in existence. This exclusive signature wand has been hand-crafted and hand-painted, and is the first of its kind to be made from premium sustainably sourced wood to create the most realistic experience, with a superb and authentic look and feel.",
    "tienda": {
      "nombre": "Ollivanders",
      "imagen": "./ollivanders.png"
    }
  },
  {
    "nombre": "He-Who-Must-Not-Be-Named",
    "id": 6,
    "precio": 3500,
    "oferta": true,
    "descuento": 20,
    "imagen": "../imagenes/voldy.png",
    "imagen2": "../imagenes/voldy2.png",
    "descripcion": "This bespoke recreation is sculpted from resin and measures approximately 14.5” in length. Available in a sleek, collectable wand box with decorative paper overlay, the unique wand is ready for display anywhere in your home. Also makes the perfect gift for Slytherin fans or any aspiring witch or wizard!",
    "tienda": {
      "nombre": "Ollivanders",
      "imagen": "../imagenes/ollivanders.png"
    }
  },
  {
    "nombre": "Bertie Bott's Every Flavour Beans",
    "id": 7,
    "precio": 1500,
    "oferta": true,
    "descuento": 25,
    "imagen": "../imagenes/grageas.png",
    "descripcion": "Take home these tasty gourmet jelly beans, which come in up to 20 flavours. The flavours range from delicious to disgusting and are presented in the authentic Bertie Bott's Every Flavour Beans box. Flavours include marshmallows, tutti-frutti, grass, soap, and earwax. ",
    "tienda": {
      "nombre": "HoneyDukes",
      "imagen": "../imagenes/honeydukes.png"
    }
  },
  {
    "nombre": "Exploding Bon Bons",
    "id": 8,
    "precio": 1500,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/bonbon.png",
    "descripcion": "Why not try one of the more unusual Wizarding World treats, Exploding Bon Bons. These delicious small white chocolate sweets are filled with a tasty orange and pineapple flavoured truffle, the perfect sweet treat to make your mouth water. Hidden within the fruit flavoured centre is scrumptious popping candy pieces which crackle on your tongue, creating the exploding sensation from which they derive their name.",
    "tienda": {
      "nombre": "HoneyDukes",
      "imagen": "../imagenes/honeydukes.png"
    }
  },
  {
    "nombre": "Chocolate Frog",
    "id": 9,
    "precio": 2000,
    "oferta": true,
    "descuento": 10,
    "imagen": "../imagenes/rana.png",
    "descripcion": "Take home this delicious frog shaped confection of solid milk chocolate. Each frog comes in an ornately decorated pentagonal box with wizard card. Cards exhibit 3-dimensional movement. The randomly distributed Chocolate Frog Card will include a biography of either a Hogwarts House Founder or others famous wizards and witches of the history",
    "tienda": {
      "nombre": "HoneyDukes",
      "imagen": "../imagenes/honeydukes.png"
    }
  },
  {
    "nombre": "Bottled Butterbeer",
    "id": 10,
    "precio": 1000,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/birra.png",
    "descripcion": "Best served chilled and poured straight from the bottle, the delicious soft drink features a new take on the butterscotch fans know and love. The unique blend of top-secret ingredients makes Bottled Butterbeer a must-try for any aspiring witch or wizard! ",
    "tienda": {
      "nombre": "Three Broomsticks",
      "imagen": "../imagenes/tresescobas.png"
    }
  },
  {
    "nombre": "Bottled Butterbeer 4-Pack",
    "id": 11,
    "precio": 4000,
    "oferta": true,
    "descuento": 20,
    "imagen": "../imagenes/birra4.png",
    "descripcion": "Best served chilled and poured straight from the bottle, the delicious soft drink features a new take on the butterscotch flavour that fans know and love. The unique blend of top-secret ingredients make bottled Butterbeer a must try for any aspiring witch or wizard! Brewed in the UK, bottled Butterbeer is available to buy in souvenir glass bottles in this 4-pack.",
    "tienda": {
      "nombre": "Three Broomsticks",
      "imagen": "../imagenes/tresescobas.png"
    }
  },
  {
    "nombre": "Bottled Butterbeer - Christmas Edition",
    "id": 12,
    "precio": 1200,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/birranav.png",
    "descripcion": "This limited edition Butterbeer is new for the festive season! It's the delicious butterscotch soft drink fans know and love, packaged in a Christmas themed bottle. Celebrate the magic of the season with a Christmas butterbeer at home, best served chilled and straight from the bottle. Available for a limited time only. ",
    "tienda": {
      "nombre": "Three Broomsticks",
      "imagen": "../imagenes/tresescobas.png"
    }
  },
  {
    "nombre": "Comet 290",
    "id": 13,
    "precio": 8200,
    "oferta": true,
    "descuento": 20,
    "imagen": "../imagenes/comet.png",
    "descripcion": "The Comet 290 is a broomstick manufactured by the Comet Trading Company. It was relatively new around the summer of 1995, and can do nought to sixty miles per hour (in ten seconds, from context) with a decent tailwind according to Which Broomstick. ",
    "tienda": {
      "nombre": "Quality Quidditch Supplies",
      "imagen": "../imagenes/qqs.png"
    }
  },
  {
    "nombre": "Nimbus 2000",
    "id": 14,
    "precio": 10300,
    "oferta": true,
    "descuento": 25,
    "imagen": "../imagenes/nimbus2000.png",
    "descripcion": "The Nimbus 2000 was a broomstick produced by the Nimbus Racing Broom Company as part of their successful line of racing brooms. At the time of its release in 1991, it was the fastest broomstick in production.The Nimbus 2000 easily outperformed its competitors on the Quidditch pitch until it was replaced as the top broomstick by the Nimbus 2001.",
    "tienda": {
      "nombre": "Quality Quidditch Supplies",
      "imagen": "../imagenes/qqs.png"
    }
  },
  {
    "nombre": "Nimbus 2001",
    "id": 15,
    "precio": 14500,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/nimbus2001.png",
    "descripcion": "Released in August 1992, it was faster than its predecessor, the Nimbus 2000. It officially became the fastest broom in existence, until the launch of the Firebolt in 1993. The broom itself was black and silver with revolving stirrups. Despite the Firebolt being faster, the Nimbus 2001 was still used by the majority of Quidditch teams across the globe.",
    "tienda": {
      "nombre": "Quality Quidditch Supplies",
      "imagen": "../imagenes/qqs.png"
    }
  },
  {
    "nombre": "Firebolt",
    "id": 16,
    "precio": 18100,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/firebolt.png",
    "descripcion": "The Firebolt was a world-class broomstick. It was the fastest at the time of its production, and was released in 1993. In time, the Firebolt broomstick was used by the Bulgarian and Irish International Quidditch Teams. The teams played on Firebolts during the 1994 Quidditch World Cup.",
    "tienda": {
      "nombre": "Quality Quidditch Supplies",
      "imagen": "../imagenes/qqs.png"
    }
  },
  {
    "nombre": "Flying Snitch",
    "id": 17,
    "precio": 3100,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/snitch.png",
    "descripcion": "The secret to the Snitch's flight is a revolutionary Aramid Micro-Filament thread, 5 times stronger than steel of the same thickness, that provides suspension and direction while being nearly invisible to the naked eye from just 3 feet distance. Fast flapping wings replicate the look and sound of a golden snitch in full flight- even more so when it zips around evading capture!",
    "tienda": {
      "nombre": "Quality Quidditch Supplies",
      "imagen": "../imagenes/qqs.png"
    }
  },
  {
    "nombre": "Hufflepuff Quidditch Jumper",
    "id": 18,
    "precio": 3000,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/hufflejump.png",
    "descripcion": "Cheer on your favourite Hogwarts house Quidditch team with this Hufflepuff Quidditch jumper. Featuring an embroidered Hufflepuff house crest patch on the left chest, and in the yellow and black colours of the house.",
    "tienda": {
      "nombre": "Quality Quidditch Supplies",
      "imagen": "../imagenes/qqs.png"
    }
  },
  {
    "nombre": "Ravenclaw Quidditch Jumper",
    "id": 19,
    "precio": 3000,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/ravenjump.png",
    "descripcion": "Cheer on your favourite Hogwarts house Quidditch team with this Ravenclaw Quidditch jumper. Featuring an embroidered Ravenclaw house crest patch on the left chest in the blue and silver colours of the house.",
    "tienda": {
      "nombre": "Quality Quidditch Supplies",
      "imagen": "../imagenes/qqs.png"
    }
  },
  {
    "nombre": "Gryffindor Quidditch Jumper",
    "id": 20,
    "precio": 3000,
    "oferta": true,
    "descuento": 10,
    "imagen": "../imagenes/gryffjump.png",
    "descripcion": "Cheer on your favourite Hogwarts house Quidditch team with this Gryffindor Quidditch jumper. Featuring an embroidered Gryffindor house crest patch on the left chest and in the scarlet and gold colours of the house.",
    "tienda": {
      "nombre": "Quality Quidditch Supplies",
      "imagen": "../imagenes/qqs.png"
    }
  },
  {
    "nombre": "Slytherin Quidditch Jumper",
    "id": 21,
    "precio": 3000,
    "oferta": true,
    "descuento": 10,
    "imagen": "../imagenes/slyjump.png",
    "descripcion": "Cheer on your favourite Hogwarts house Quidditch team with this Slytherin Quidditch jumper. Featuring an embroidered Slytherin house crest patch on the left chest in the green and silver colours of the house.",
    "tienda": {
      "nombre": "Quality Quidditch Supplies",
      "imagen": "../imagenes/qqs.png"
    }
  },
  {
    "nombre": "Fantastic Beasts & Where to Find Them",
    "id": 22,
    "precio": 2500,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/beasts.png",
    "descripcion": "An approved textbook at Hogwarts School of Witchcraft and Wizardry since publication, Newt Scamander's masterpiece has entertained wizarding families through the generations. Fantastic Beasts and Where to Find Them is an indispensable introduction to the magical beasts of the Wizarding World.",
    "tienda": {
      "nombre": "Flourish & Blotts",
      "imagen": "../imagenes/fyb.png"
    }
  },
  {
    "nombre": "The Tales of Beedle the Bard",
    "id": 23,
    "precio": 1500,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/bard.png",
    "descripcion": "The Tales of Beedle the Bard have been favourite bedtime reading in wizarding households for centuries. Full of magic and trickery, these classic tales both entertain and instruct, and remain as captivating to young wizards today as they were when Beedle first put quill to parchment in the fifteenth century.",
    "tienda": {
      "nombre": "Flourish & Blotts",
      "imagen": "../imagenes/fyb.png"
    }
  },
  {
    "nombre": "Dark Arts Defence - Basics from begginers",
    "id": 24,
    "precio": 2000,
    "oferta": true,
    "descuento": 15,
    "imagen": "../imagenes/darkarts.png",
    "descripcion": "Some of the spooky material in this book should be familiar to you. Some of it will almost certainly be breathtakingly new to you. All of it is essential to obtain a thorough understanding of the Dark Arts and of all the other formidable, scary, creepy things which are out there.",
    "tienda": {
      "nombre": "Flourish & Blotts",
      "imagen": "../imagenes/fyb.png"
    }
  },
  {
    "nombre": "Quidditch Through The Ages",
    "id": 25,
    "precio": 2200,
    "oferta": true,
    "descuento": 15,
    "imagen": "../imagenes/quidditch.png",
    "descripcion": "If you have ever asked yourself where the Golden Snitch came from, how the Bludgers came into existence, or why the Wigtown Wanderers have pictures of meat cleavers on their robes, you need Quidditch Through the Ages. This invaluable volume is consulted by young Quidditch fans on an almost daily basis.",
    "tienda": {
      "nombre": "Flourish & Blotts",
      "imagen": "../imagenes/fyb.png"
    }
  },
  {
    "nombre": "Advanced Potion Making",
    "id": 26,
    "precio": 1800,
    "oferta": true,
    "descuento": 15,
    "imagen": "../imagenes/potions.png",
    "descripcion": "Advanced Potion-Making was a book written by Libatius Borage. As the title implied, this book contained advanced recipes and various other topics related to potions. This textbook had been used for many years in the education of young witches and wizards.",
    "tienda": {
      "nombre": "Flourish & Blotts",
      "imagen": "../imagenes/fyb.png"
    }
  },
  {
    "nombre": "A History of Magic",
    "id": 27,
    "precio": 2400,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/magic.png",
    "descripcion": "It promises to take readers on a fascinating journey through the subjects studied at Hogwarts School of Witchcraft and Wizardry - from Alchemy and Potions classes through to Herbology and Care of Magical Creatures. ",
    "tienda": {
      "nombre": "Flourish & Blotts",
      "imagen": "../imagenes/fyb.png"
    }
  },
  {
    "nombre": "Extendable Ear",
    "id": 28,
    "precio": 800,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/oreja.png",
    "descripcion": "Looking to eavesdrop? Get an Extendable Ear to listen to any quiet conversation from up to 12 feet away. Make sure your cat doesn’t eat it though… ",
    "tienda": {
      "nombre": "Weasleys' Wizard Wheezes",
      "imagen": "../imagenes/www.png"
    }
  },
  {
    "nombre": "Love Potion",
    "id": 29,
    "precio": 1000,
    "oferta": true,
    "descuento": 15,
    "imagen": "../imagenes/love.png",
    "descripcion": "This powerful brew doesn’t need much of an explanation. Give it to the person you desire and see the magic happen yourself.",
    "tienda": {
      "nombre": "Weasleys' Wizard Wheezes",
      "imagen": "../imagenes/www.png"
    }
  },
  {
    "nombre": "Decoy Detonator",
    "id": 30,
    "precio": 700,
    "oferta": false,
    "descuento": 0,
    "imagen": "../imagenes/decoy.png",
    "descripcion": "This popular item is typically used to create a diversion in a time of need. Once dropped, there is no way to catch it!",
    "tienda": {
      "nombre": "Weasleys' Wizard Wheezes",
      "imagen": "../imagenes/www.png"
    }
  }
]
